;------------------------------------------------------------------------------
; UltraDefrag GUI AR Spanish Language Pack.
; Copyright (C) 2008 by Daniel Testa
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Feb. 02, 2010 by José Luis Farías
; Revised Nov. 15, 2010 by Daniel Testa
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = &Comandos
ANALYSE                   = &Analizar
DEFRAGMENT                = &Desfragmentar
OPTIMIZE                  = &Optimizar
QUICK_OPTIMIZE            = Quick optimization
FULL_OPTIMIZE             = Full optimization
STOP                      = D&etener
SKIP_REMOVABLE_MEDIA      = &Ignorar discos removíbles
RESCAN_DRIVES             = Actuali&zar
WHEN_DONE                 = Al &Terminar
WHEN_DONE_NONE            = &Nada
WHEN_DONE_EXIT            = &Salir
WHEN_DONE_STANDBY         = Es&perar
WHEN_DONE_HIBERNATE       = &Hibernar
WHEN_DONE_LOGOFF          = &Cerrar sesión
WHEN_DONE_REBOOT          = &Reiniciar
WHEN_DONE_SHUTDOWN        = Apa&gar
EXIT                      = Salir

; --- Report Menu

REPORT                    = &Reporte
SHOW_REPORT               = &Mostrar Reporte

; --- Settings Menu

SETTINGS                  = &Opciones
LANGUAGE                  = &Idioma
TRANSLATIONS_FOLDER       = &Carpeta de Traducciones
GRAPHICAL_INTERFACE       = Interfaz &gráfica
FONT                      = &Fuente de letra
OPTIONS                   = &Opciones
BOOT_TIME_SCAN            = Escaneo al iniciar &Windows
ENABLE                    = &Habilitar
SCRIPT                    = &Script
REPORTS                   = &Reportes

; --- Help Menu

HELP                      = &Ayuda
CONTENTS                  = &Contenido
BEST_PRACTICE             = &Práctica óptima
FAQ                       = Preguntas &Frecuentes
ABOUT                     = &Acerca de...

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Script para defrag. al inicio de Windows

; Drives list items.

VOLUME                    = Volumen
STATUS                    = Estado
TOTAL                     = Espacio total
FREE                      = Espacio libre
PERCENT                   = % de espacio libre

; Status messages

STATUS_RUNNING            = Trabajando
STATUS_ANALYSED           = Analizado
STATUS_DEFRAGMENTED       = Desfragmentado
STATUS_OPTIMIZED          = Optimizado

; Status bar messages.

DIRS                      = carpetas
FILES                     = archivos
FRAGMENTED                = fragmentados
COMPRESSED                = comprimidos
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = Acerca de Ultra Defragmenter
CREDITS                   = &Créditos
LICENSE                   = &Licencia

; Shutdown confirmation

PLEASE_CONFIRM            = Por favor confirmar
REALLY_SHUTDOWN_WHEN_DONE = ¿Realmente quieres apagar al terminar?
REALLY_HIBERNATE_WHEN_DONE= ¿Realmente quieres hibernar al terminar?
REALLY_LOGOFF_WHEN_DONE   = ¿Realmente quieres cerrar sesión al terminar?
REALLY_REBOOT_WHEN_DONE   = ¿Realmente quieres reiniciar al terminar?
SECONDS_TILL_SHUTDOWN     = segundos para apagado
SECONDS_TILL_HIBERNATION  = segundos para hibernación
SECONDS_TILL_LOGOFF       = segundos para cierre de sesión
SECONDS_TILL_REBOOT       = segundos para reinicio
YES                       = &Si
NO                        = &No

; END OF FILE
